<?php
require("../../inc/header.php");

/*
		SoftName : EmpireBak Version 2010
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

DoSetDbChar('utf8');
E_D("DROP TABLE IF EXISTS `alipay`;");
E_C("CREATE TABLE `alipay` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(100) NOT NULL,
  `orderID` varchar(50) NOT NULL,
  `alipayID` varchar(50) NOT NULL,
  `user` varchar(30) NOT NULL,
  `rmb` varchar(30) NOT NULL,
  `beizhu` varchar(20) NOT NULL,
  `type` int(11) NOT NULL DEFAULT '0',
  `time` varchar(30) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=48 DEFAULT CHARSET=utf8");
E_D("replace into `alipay` values('1','账户充值','20150820073439','','123456','0.01','支付宝','0','2015-01-10 07-40-22');");
E_D("replace into `alipay` values('2','账户充值','20150820074032','2015082000001000460060718426','123456','0.01','支付宝','1','2015-08-20 07-40-39');");
E_D("replace into `alipay` values('3','账户充值','20150820074151','2015082000001000460060718623','123456','0.1','支付宝','1','2015-08-20 07-41-56');");
E_D("replace into `alipay` values('4','账户充值','20150820080810','','123456','','网银','0','2015-08-20 08-08-47');");
E_D("replace into `alipay` values('5','账户充值','20150820080928','','123456','0.01','网银','0','2015-08-20 08-09-41');");
E_D("replace into `alipay` values('6','账户充值','20150820082334','','123456','0.01','支付宝','0','2015-08-20 08-23-50');");
E_D("replace into `alipay` values('7','账户充值','20150820084155','','123456','0.1','支付宝','0','2015-08-20 08-42-02');");
E_D("replace into `alipay` values('8','账户充值','20150820084406','','123456','0.1','网银','0','2015-08-20 08-44-14');");
E_D("replace into `alipay` values('9','账户充值','20150820093930','','123456','0.01','网银','0','2015-08-20 09-40-02');");
E_D("replace into `alipay` values('10','账户充值','20150820100145','','123456','','支付宝','0','2015-08-20 10-01-54');");
E_D("replace into `alipay` values('11','账户充值','20150820100242','','123456','','支付宝','0','2015-08-20 10-02-47');");
E_D("replace into `alipay` values('12','账户充值','20150820100406','','123456','','网银','0','2015-08-20 10-04-14');");
E_D("replace into `alipay` values('13','账户充值','20150820100430','','123456','0.01','网银','0','2015-08-20 10-04-36');");
E_D("replace into `alipay` values('14','账户充值','20150820100456','','123456','0.01','网银','0','2015-08-20 10-05-03');");
E_D("replace into `alipay` values('15','账户充值','20150820100756','','123456','0.1','网银','0','2015-08-20 10-08-06');");
E_D("replace into `alipay` values('16','账户充值','20150820101309','','123456','0.01','网银','0','2015-08-20 10-13-17');");
E_D("replace into `alipay` values('17','账户充值','20150820101439','2015082021001004630086251760','123456','0.01','网银','1','2015-08-20 10-15-15');");
E_D("replace into `alipay` values('18','账户充值','20150820044636','','123456','0.01','支付宝','0','2015-08-20 04-48-11');");
E_D("replace into `alipay` values('19','账户充值','20150821093257','','facai888','0.01','支付宝','0','2015-08-21 09-33-13');");
E_D("replace into `alipay` values('20','账户充值','20150821094559','','facai888','0.1','支付宝','0','2015-08-21 09-46-09');");
E_D("replace into `alipay` values('21','账户充值','20150821052829','','123456','5','支付宝','0','2015-09-21 05-28-35');");
E_D("replace into `alipay` values('22','账户充值','20150828072820','2015082821001004570051376513','a123456','0.22','支付宝','1','2015-08-28 07-28-42');");
E_D("replace into `alipay` values('23','账户充值','20150828074305','2015082821001004570051288853','a123456','0.12','支付宝','1','2015-08-28 07-43-45');");
E_D("replace into `alipay` values('24','账户充值','20150828075746','2015082821001004570053410810','a123456','0.11','支付宝','1','2015-08-28 07-57-57');");
E_D("replace into `alipay` values('25','账户充值','20150828075906','2015082821001004570051456448','a123456','0.3','支付宝','1','2015-08-28 07-59-14');");
E_D("replace into `alipay` values('26','账户充值','20150902092133','','facai123','0.1','网银','0','2015-09-02 09-22-15');");
E_D("replace into `alipay` values('27','账户充值','20150902092335','','facai123','0.1','网银','0','2015-09-02 09-27-21');");
E_D("replace into `alipay` values('28','账户充值','20150902093014','2015090221001004990036338263','facai123','1','支付宝','1','2015-09-02 09-30-22');");
E_D("replace into `alipay` values('29','账户充值','20150902093141','2015090221001004930074055507','facai123','1','网银','1','2015-09-02 09-31-51');");
E_D("replace into `alipay` values('30','账户充值','20150902093509','','facai123','1','支付宝','0','2015-09-02 09-35-14');");
E_D("replace into `alipay` values('31','账户充值','20150903070959','2015090321001004460060982836','123456','0.1','支付宝','1','2015-09-03 07-10-06');");
E_D("replace into `alipay` values('32','账户充值','20150903080519','2015090321001004460063103472','123456','0.01','支付宝','1','2015-09-03 08-05-29');");
E_D("replace into `alipay` values('33','账户充值','20150903080713','2015090321001004460061284466','123456','0.01','支付宝','1','2015-09-03 08-07-20');");
E_D("replace into `alipay` values('34','账户充值','20150903081503','2015090321001004460061378697','123456','0.01','支付宝','1','2015-09-03 08-15-08');");
E_D("replace into `alipay` values('35','账户充值','20150903081555','2015090321001004460060983883','123456','0.01','支付宝','1','2015-09-03 08-16-03');");
E_D("replace into `alipay` values('36','账户充值','20150903083250','','123456','0.02','支付宝','0','2015-09-03 08-33-17');");
E_D("replace into `alipay` values('37','账户充值','20150903083355','2015090321001004460061124244','123456','0.02','支付宝','1','2015-09-03 08-34-01');");
E_D("replace into `alipay` values('38','账户充值','20150904021719','2015090421001004570070131619','a123456','0.01','支付宝','1','2015-09-04 02-17-25');");
E_D("replace into `alipay` values('39','账户充值','20150904035533','','a123456','1','支付宝','0','2015-09-04 03-55-41');");
E_D("replace into `alipay` values('40','账户充值','20150904035605','','a123456','1','网银','0','2015-09-04 03-56-09');");
E_D("replace into `alipay` values('41','账户充值','20150904035520','2015090421001004830076017156','facai123','0.1','网银','1','2015-09-04 03-56-21');");
E_D("replace into `alipay` values('42','账户充值','20150904050448','','123456','0.01','网银','0','2015-09-04 05-04-56');");
E_D("replace into `alipay` values('43','账户充值','20150904053323','','123456','0.01','网银','0','2015-09-04 05-33-28');");
E_D("replace into `alipay` values('44','账户充值','20150904053637','','123456','0.1','支付宝','0','2015-09-04 05-36-46');");
E_D("replace into `alipay` values('45','账户充值','20150904054101','','123456','10','支付宝','0','2015-09-04 05-41-34');");
E_D("replace into `alipay` values('46','账户充值','20150904054436','','a123456','0.1','支付宝','0','2015-09-04 05-44-46');");
E_D("replace into `alipay` values('47','账户充值','20150912021000','','123456','1','网银','0','2015-09-12 02-10-20');");

require("../../inc/footer.php");
?>